Repository: klxqz/historyproducts
Catalog: locale/*/LC_MESSAGES/shop_historyproducts.po
Languages: ru_ru

source: All products
ru_ru: Все товары

source: Clear list
ru_ru: Очистить список

source: History of visited products
ru_ru: История просмотренных товаров

source: Leave a comment about the plugin
ru_ru: Оставить отзыв о плагине

source: Developer support plugin
ru_ru: Поддержка разработчика плагина

source: website developer
ru_ru: сайт разработчика

source: Using this code, you can make the output "Stories Viewed Products" anywhere on your theme.
ru_ru: Используя этот код Вы можете осуществить вывод "Истории просмотренных товаров" в любом месте вашей темы оформления, это позволяет избавиться от привязки к конкретным местам вывода плагина.

source: Getting a list of viewed products, where $count - the maximum number of returns the goods.
ru_ru: Получение списка просмотренных товаров, где $count - максимальное количество возращаемых товаров.

source: Code to display viewed products using a standard template list-thumbs.html:
ru_ru: Код для вывода просмотренных товаров с использованием стандартного шаблона list-thumbs.html:

source: Status plugin
ru_ru: Статус плагина

source: On
ru_ru: Включен

source: Off
ru_ru: Выключен

source: Output plugin a standard location
ru_ru: Вывод плагина в стандартном месте

source: You can disable the standard output. This can be useful if you use a helper output.
ru_ru: Вы можете отключить стандартный вывод. Это может быть полезно, если вы используете хелпер вывода.

source: Page URl
ru_ru: URL страницы

source: Page title
ru_ru: Заголовок страницы

source: The number of displayed products
ru_ru: Количество выводимых товаров

source: Title block
ru_ru: Заголовок блока

source: Image size
ru_ru: Размер изображения

source: Show button "Clear All"
ru_ru: Выводить кнопку "Очистить список"

source: Display a brief description
ru_ru: Выводить краткое описание

source: Use slider
ru_ru: Использовать слайдер

source: Template
ru_ru: Шаблон

source: Warning! The default template has been modified.
ru_ru: Внимание! Шаблон по умолчанию был изменен.

source: Reset changes, use the default template.
ru_ru: Сбросить изменения, использовать шаблон по умолчанию.

source: You viewed
ru_ru: Вы смотрели

source: Viewed products
ru_ru: Просмотренные товары

source: List of items that the buyer was looking
ru_ru: Список товаров, которые просматривал покупатель

source: Do not defined template
ru_ru: Не определён шаблон

source: Saved
ru_ru: Сохранено

source: Unable to save the template. Check the write permissions
ru_ru: Не удаётся сохранить шаблон. Проверьте права на запись

source: сode helper output
ru_ru: код хелпера вывода
